Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/anskaffelser.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: If the Customer rejects the deliverables, notification of this shall be sent to the Contractor by no later than ten (10) working days after the end of the approval test.
nb: Hvis Kunden underkjenner leveransen, må melding om dette være sendt Leverandøren innen 10 (ti) virkedager etter utløpet av godkjenningsprøven.

source: A party may, if deemed necessary by it, convene, with no less than three (3) Working days’ notice, a meeting with the other party to discuss the contractual relationship and how the contractual relationship is being handled.
nb: Dersom en part finner det nødvendig, kan parten med minst 3 (tre) Virkedagers varsel innkalle til møte med den annen part for å drøfte avtaleforholdet og måten avtaleforholdet blir gjennomført på.

source: If no ruling from an independent expert or mediator has been requested and no legal proceedings have been instituted in respect of the work occasioned by the change within six (6) months after the Delivery date or the date on which notice of termination for breach or cancellation was received by the Contractor, the consideration paid shall be deemed to be final.
nb: Dersom det ikke er krevd avgjørelse fra en uavhengig ekspert eller mekler eller reist søksmål for endringsarbeidet innen 6 (seks) måneder etter leveringsdagen eller den dagen varsel om heving eller avbestilling ble mottatt av Leverandøren, skal det utbetalte vederlaget anses som endelig.

source: Some producers import key components from EU countries, North America and Asia.
nb: Enkelte produsenter importerer nøkkelkomponenter fra EU-land, Nord-Amerika og Asia.

source: The parties shall, in connection with force majeure situations, have a mutual disclosure obligation towards each other concerning all matters that must be deemed relevant to the other party.
nb: I forbindelse med force majeure-situasjoner har partene gjensidig informasjonsplikt overfor hverandre om alle forhold som må antas å være av betydning for den annen part.

source: - Error that results in the stoppage of the software or equipment, a loss of data, or in other functions that, based on an objective assessment, are of critical importance to the Customer not being delivered or not working as agreed.
nb: - Feil som medfører at utstyret eller programvaren stopper, at data går tapt, eller at andre funksjoner som ut fra en objektiv vurdering er kritiske for Kunden, ikke er levert eller ikke virker som avtalt.

source: If the delivery of the deliverables has been continuously suspended for more than one hundred and twenty (120) calendar days, the Contractor may terminate the Agreement without cause by written notice to the Customer.
nb: Dersom leveransen har vært stanset sammenhengende i mer enn 120 (hundre og tjue) kalenderdager, kan Leverandøren med skriftlig varsel til Kunden si opp avtalen.

source: Routines for this shall be set out in Appendix 9.
nb: Rutiner for dette skal fremgå av bilag 9.

source: As regards the parts of the deliverables that are based on free software, including customisations and further developments of the free software, the Customer shall be granted the rights that are necessary to distribute the results further under the relevant free software licence or under a compatible free software licence if this is stipulated in Appendix 1.
nb: For de deler av leveransen som er basert på fri programvare, herunder tilpasning og videreutvikling av denne, får Kunden de rettigheter som er nødvendige for å kunne videredistribuere resultatet under den aktuelle frie programvarelisensen, eller under en kompatibel fri programvarelisens hvis dette er spesifisert i bilag 1.

source: If the agreed date of delivery (delivery date) or other deadline in respect of which the parties have stipulated liquidated damages in Appendix 4 is not complied with, and this is not caused by force majeure or circumstances on the part of the Customer, there is a delay on the part of the Contractor that triggers liquidated damages.
nb: Blir ikke avtalt tidspunkt for levering (leveringsdag), eller annen frist som partene i bilag 4 har knyttet dagbøter til, overholdt, og det ikke skyldes force majeure eller Kundens forhold, foreligger en forsinkelse fra Leverandørens side som gir grunnlag for dagbot.

source: The Contractor’s project manager, cf. clause 2.2.1, and other key personnel are specified in Appendix 4.
nb: Leverandørens prosjektleder jf. punkt 2.2.1 og øvrig nøkkelpersonell er angitt i bilag 4.

source: - Error that results in individual functions not working as agreed, but which can be worked around with relative ease by the Customer.
nb: - Feil som fører til at enkeltfunksjoner ikke virker som avtalt, men som Kunden relativt lett kan omgå.

source: The amount shall be specified in Appendix 7.
nb: Beløpet skal være angitt i bilag 7.

source: Changes and additions to the Agreement may be made in all phases of the Agreement.
nb: Utlegg, herunder reise- og diettkostnader, dekkes bare i den grad de er avtalt.

source: Subcontractors that are approved shall be specified in Appendix 4.
nb: Underleverandør som er godkjent, skal angis i bilag 4.

source: Appendix 2 may specify detailed requirements for the maintenance of equipment that must be performed for the warranty to remain valid.
nb: For utstyr vil det i bilag 2 kunne spesifiseres nærmere krav til vedlikehold som må være utført for at garantien skal gjelde.

source: In respect of areas covered by the Regulations relating to Generalised Collective Wage Agreements, the Contractor shall ensure that its and any subcontractors' employees who contribute directly to the performance of the Contractor’s obligations under the Agreement do not receive wages or have working conditions that are inferior to those stipulated in the Regulations relating to Generalised Collective Wage Agreements.
nb: Leverandøren skal på områder dekket av forskrift om allmenngjort tariffavtale sørge for at egne og eventuelle underleverandørers ansatte som direkte medvirker til å oppfylle Leverandørens forpliktelser under denne avtalen, ikke har dårligere lønns- og arbeidsvilkår enn det som følger av forskriften som allmenngjør tariffavtalen.

source: Consideration payable in respect of software and equipment shall be invoiced when delivery is deemed to have taken place pursuant to clause 2.1.5, unless otherwise is stipulated in Appendix 7.
nb: Vederlag for programvare og utstyr faktureres på det tidspunkt levering anses skjedd i henhold til punkt 2.1.5, med mindre annet fremkommer i bilag 7.

source: is a certification scheme for IT products, including monitors, laptops, tablets, smartphones, desktops, all-in-one PCs, projectors and headsets.
nb: er en sertifiseringsordning for IT-produkter som inkluderer dataskjermer, bærbare datamaskiner, nettbrett, smarttelefoner, stasjonære datamaskiner, alt-i-ett-PC-er, projektorer og hodetelefoner.

source: In the event of late payment, the Contractor shall be entitled to late payment interest pursuant to clause 3.3.
nb: Ved forsinket betaling har Leverandøren krav på forsinkelsesrente i henhold til punkt 3.3.

source: The factory was criticised for having deprived 6000 persons of their means of livelihood when forests were cut down, water sources dried out and pastureland destroyed.
nb: Fabrikken ble kritisert for å ha tatt levebrødet fra 6000 personer da skogene ble hogget ned, vannkilder tørket ut og beitemarker ble ødelagt.

source: Difi recommends incorporating the pay and working conditions requirements in documents regarding routines, such as handbooks and checklists.
nb: Kategoristyring stiller krav til nye roller og omfordeling av ansvar, og det krever kommunikasjon og ivaretakelse av medarbeidere som blir berørt.

source: If no maintenance agreement has been concluded, the performance level during the warranty period shall be specified in Appendices 1 and/or 2.
nb: Dersom vedlikeholdsavtale ikke er inngått, skal ytelsesnivået i garantiperioden spesifiseres i bilag 1 og/eller bilag 2.

source: Contracting authorities, irrespective of their governmental level, are not obliged to submit data to the central level.
nb: Grønne og innovative anskaffelser vil være et stort og viktig bidrag i arbeidet mot et klimanøytralt samfunn.

source: Other terms and conditions of the Agreement shall apply to change orders as well, unless otherwise explicitly stated in the change order.
nb: Øvrige betingelser i avtalen gjelder også for endringsordrer hvis det ikke uttrykkelig er sagt noe annet i endringsordren.

source: According to information from the ICT industry, work has also begun to trace three other problematic minerals: cobalt, mica and lithium.15 On January 2021 the EU conflict mineral regulation will come into force.
nb: Ifølge informasjon fra IKT-industrien har en også begynt å spore tre andre problematiske mineraler: kobolt, glimmer og litium.15 I januar 2021 trer EU-forordningen om konfliktmineraler i kraft.

source: For example, SCA, one of Sweden’s largest wood product producers, imports a smaller share of its raw material from Finland, Norway, the Baltic States, Poland, Spain and Scotland.47 On the global market, China is by far the largest producer and exporter of plywood, followed by Russia, Indonesia, Brazil and Malaysia.48 According to the Observatory of Economic Complexity - a database which visualises world trade data of numerous products - plywood is mainly imported to Norway from Finland, Latvia, Russia, China and Chile.49 Plywood may contain a core of Chinese poplar or eucalyptus, with layers of tropical hardwood from high-risk areas such as Papua New Guinea or African countries.50 MDF boards are mainly produced in Europe.51
nb: For eksempel importerer SCA, en av Sveriges største trelastprodusenter, en liten del av råvarene sine fra Finland, Norge, Baltikum, Polen, Spania og Skottland.47 På det globale markedet er Kina den klart største produsenten og eksportøren av kryssfiner, etterfulgt av Russland, Indonesia, Brasil og Malaysia.48 Ifølge Observatory of Economic Complexity, en database som visualiserer verdenshandelsdata av en rekke produkter, importeres kryssfiner til Norge hovedsakelig fra Finland, Latvia, Russland, Kina og Chile.49 Kryssfiner kan ha en kjerne av kinesisk poppel eller eukalyptus, med utenpåliggende lag av tropisk løvtre fra høyrisikoområder som Papua Ny-Guinea eller afrikanske land.50 MDF-platene produseres hovedsakelig i Europa.51

source: If the Contractor has requested the Customer to issue a change order pursuant to clause 3.8, the Customer shall, within a reasonable period of time, issue a change order pursuant to clause 3.4, or issue a written waiver of the request.
nb: Dersom Leverandøren har krevd at Kunden utferdiger endringsordre i henhold til punkt 3.8, skal Kunden innen rimelig tid utstede endringsordre i henhold til punkt 3.4 eller skriftlig frafalle kravet.

source: China is considered to produce most of the foam cores for polyurethane dressings, while the end-product is commonly made in China, Great Britain, USA and Finland.
nb: Kina anses å produsere mesteparten av skumkjernene til bandasjer i polyuretan, mens sluttproduktet vanligvis er laget i Kina, Storbritannia, USA og Finland.

source: The Exit arrangement is in addition to the ordinary cancellation provision in clause 2.7.2.
nb: Exit-ordningen kommer i tillegg til den ordinære avbestillingsbestemmelsen i punkt 2.7.2.

source: The right to assignment in the paragraph above shall only apply if the new contractor meets the original qualification requirements, no other material changes are made to the contract, and the assignment is not made to circumvent the regulations concerning public procurement.
nb: Retten til overdragelse i avsnittet over gjelder kun hvis den nye leverandøren oppfyller de opprinnelige kvalifikasjonskravene, det ikke foretas andre vesentlige endringer i kontrakten og overdragelse ikke skjer for å omgå regelverket om offentlige anskaffelser.

source: The Customer shall pay the agreed price for the part of the deliverables that was performed prior to the Agreement coming to an end.
nb: Kunden betaler avtalt pris for den del av leveransen som var kontraktsmessig levert før avtalen ble avsluttet.

source: any amount due to the Contractor in respect of the part of the operational deliverables that has already been performed,
nb: til maskinvare, infrastruktur, programvare og dokumentasjon som de benytter i avtaleforholdet, jf.

source: Appeals and remedies are handled by regular courts as well as by the Norwegian complaints
nb: LO ønsker i den forbindelse å vise til opprettelsen av Anskaffelsesakademiet som et viktig skritt i denne retningen.

source: If the deliverables deviate from what was agreed under this Agreement, it shall be the responsibility of the Contractor to rectify the deviation in such a way as to make the deliverables conform to what was agreed, even if such deviation is caused by factors in Standard software that are subject to licence terms and conditions that include different provisions on the rectification of errors.
nb: Hvis leveransen avviker fra det som er avtalt i henhold til denne avtalen, er det Leverandørens ansvar å avhjelpe avviket på en slik måte at leveransen bringes i overensstemmelse med det som er avtalt, selv om avviket skyldes forhold i Standardprogramvare som er underlagt lisensbetingelser med avvikende betingelser for feilretting.

source: Appendix 2 may describe a recommended upgrading schedule.
nb: Nærmere krav til Kundens medvirkning kan spesifiseres i bilag 2.
